[
  {
    "title": "Kapiti Island",
    "description": "Predator-free sanctuary with native wildlife, walking trails, and stunning views &mdash; the journey with the boat is an adventure in itself. Beware of the cheeky weka and kaka birds!",
    "earlyBookingAdvised": true,
    "ratingNegative": {
      "text": "i went there and was instantly jumped by a hoard of angry seals",
      "author": "Matheo Sharp"
    },
    "ratingPositive": {
      "text": "It is a nice looking island I love it when you are playing in the sand 😀😉 Go to beach now.have a great stay.!",
      "author": "Josh Humphreys"
    },
    "location": {
      "type": "Point",
      "coordinates": [
        174.91305072767275,
        -40.85623073542328
      ]
    },
    "image": "https://nz.rs-cdn.com/images/nwsz8-gt67l/feature/9d432716a905fed5a37d2d8c5d19bdad__3688/hcrop2292x1576@stretch.png.webp",
    "details": "https://www.kapitiisland.com/"
  },
  {
    "title": "Blue Penguins Pukekura",
    "description": "Watch the world's smallest penguins return to shore at dusk in; this is an almost guaranteed sighting. Pro tip: Do not run to the front of the viewing platform, as the penguins will walk by on the left, giving you a much better and longer view.",
    "earlyBookingAdvised": true,
    "ratingNegative": {
      "text": "They restrict the access to the beach. Not possible to see without a tour. Tourist trap!",
      "author": "Mikhail Grevtsov"
    },
    "ratingPositive": {
      "text": "They’re impossibly cute, like tiny plush toys come to life, and you can often hear them under the platform you’re standing on even if you can’t see them.",
      "author": "Luthien E."
    },
    "location": {
      "type": "Point",
      "coordinates": [
        170.72837810000007,
        -45.77698853646581
      ]
    },
    "image": "https://images.squarespace-cdn.com/content/v1/6181dc62d2b78c05b573ba09/d485829b-93f0-4fed-bab6-453a09346cd2/ATTRACTION_BluePenguinsPukekura_071_DunedinNZ.jpg",
    "details": "https://www.bluepenguins.co.nz/"
  },
  {
    "title": "Chameleon Stargazing Tour",
    "description": "Take the opportunity to enjoy some guided stargazing with this tour at Lake Tekapo. Savor hot chocolate, cozy blankets, and roasted marshmallows under the night sky. Listen to enchanting stories and fascinating facts about the celestial wonders from your guide.",
    "earlyBookingAdvised": false,
    "ratingNegative": {
      "text": "We brought our 18-month-old child, and the stargazing guide rudely informed us that the child was too noisy and we'd be “kicked off” the bus. I feel this unfriendly attitude toward children really needs improvement. Roasting marshmallows was also boring.",
      "author": "Zila. S"
    },
    "ratingPositive": {
      "text": "GODDESS STARGAZING EXPERIENCE What a stunning experience with our two fabulous stargazing guides.",
      "author": "Jocelyn Oades"
    },
    "location": {
      "type": "Point",
      "coordinates": [
        170.47134861859635,
        -44.01295879330667
      ]
    },
    "image": "https://res.klook.com/image/upload/w_1265,h_785,c_fill,q_85/w_80,x_15,y_15,g_south_west,l_Klook_water_br_trans_yhcmh3/activities/rwcmgzfxg9sdomfuzi7o.webp",
    "details": "https://chameleonstargazing.com/signature-tour-english/"
  },
  {
    "title": "Rotorua Forest Hot Tub Soak at Secret Spot",
    "description": "Take a break from a busy sightseeing schedule and relax in the tranquil natural environment of the Secret Spot Hot Tubs complex. Surrounded by the Whakarewarewa Forest are a collection of hand-crafted cedar hot tubs in which you can soak your aches and stress away.",
    "earlyBookingAdvised": false,
    "ratingNegative": {
      "text": "THIS IS NOT A THERMAL SPA. Dig deep enough in the FAQ and it states this but as far as I am concerned in Rotorua it is what is expected. Nice setting but not what I went there for.",
      "author": "Kate Osborne"
    },
    "ratingPositive": {
      "text": "We had a great early evening soak. It was nice to have the drinks delivered to our hot tub for us to enjoy.",
      "author": "charlotte and kerry forsyth"
    },
    "location": {
      "type": "Point",
      "coordinates": [
        176.2532212681275,
        -38.175716789192904
      ]
    },
    "image": "https://dynamic-media.tacdn.com/media/photo-o/2f/2e/0c/15/caption.jpg?w=1400&h=1000&s=1",
    "details": "https://secretspot.nz/"
  },
  {
    "title": "Waitomo Glowworm Caves",
    "description": "Famous for their abundance of glow worms, extensive underground river system and stunning stalactite and stalagmites formations, a trip to the Waitomo caves is a trip to another world.",
    "earlyBookingAdvised": true,
    "ratingNegative": {
      "text": "Commercial overkill!\nNo thanks, I can only recommend the Abbay Caves near Whangarei or the other glowworm caves near Waipu. Both are free and full of glowworms.",
      "author": "Alex Schassada"
    },
    "ratingPositive": {
      "text": "This tour is definitely worth treating yourself to. It is a very special experience to paddle through the dark cave passages with thousands of tiny glowworms twinkling above you. The cave also features stalactites and stalagmites.",
      "author": "Gu Ki"
    },
    "location": {
      "type": "Point",
      "coordinates": [
        175.10474757556088,
        -38.260367539654844
      ]
    },
    "image": "https://upload.wikimedia.org/wikipedia/commons/6/63/Green_Glow_Caves_in_New_Zealand_%286563152219%29.jpg",
    "attribution": "<a href=\"https://commons.wikimedia.org/wiki/File:Green_Glow_Caves_in_New_Zealand_(6563152219).jpg\">Donnie Ray Jones</a>, <a href=\"https://creativecommons.org/licenses/by/2.0\">CC BY 2.0</a>, via Wikimedia Commons",
    "details": "https://www.waitomo.com/glowworms-and-caves/waitomo-glowworm-caves"
  },
  {
    "title": "Redwoods Treewalk",
    "description": "Majestic and magical, the Redwoods Treewalk™ experience is truly a walk to remember. Suspended high above the forest floor, encounter 75-metre-tall redwoods as you walk across eco-suspended bridges and platforms intricately designed to honour and accentuate the stunning natural environment. Regarded by many as one of the best tree top walks in New Zealand. At night, the forest is transformed into a magical wonderland with thousands of lights illuminating the trees and pathways. The Redwoods Nightlights experience is a must-see for visitors to Rotorua.",
    "earlyBookingAdvised": false,
    "ratingNegative": {
      "text": "You need to buy tickets BEFORE you go.  Terribly sign posted so figuring out where to go at night is impossible. I stood in a queue for 30 minutes for the night walk only to be told by someone walking the line that I needed to buy tickets first which was in a completely different queue. I gave up.",
      "author": "Paul"
    },
    "ratingPositive": {
      "text": "Beautiful tree trail. You should have a head for heights, but it's only 12 meters high at most. There are also beautiful hiking trails on the ground. We took the green trail (2 hours at a relaxed pace). It was very beautiful. But there are also longer trails (8 hours).",
      "author": "S. AJ"
    },
    "location": {
      "type": "Point",
      "coordinates": [
        176.2731331190372,
        -38.156448819535015
      ]
    },
    "image": "https://www.treewalk.co.nz/wp-content/uploads/2019/06/nightlights-redwoods.jpg",
    "details": "https://www.treewalk.co.nz/the-walk/redwoods-nightlights/"
  },
  {
    "title": "Glenorchy",
    "description": "A small town located at the northern end of Lake Wakatipu, Glenorchy is known for its stunning natural beauty and outdoor activities. It is a popular destination for hiking, fishing, and horseback riding, and is also a gateway to several nearby national parks, including Mount Aspiring National Park and Fiordland National Park.",
    "earlyBookingAdvised": false,
    "location": {
      "type": "Point",
      "coordinates": [
        168.3748236414746,
        -44.83865769395364
      ]
    },
    "image": "https://assets.theheadwatersecolodge.com/images/scenic/1-glenorchy_1920x1080-(1).jpg",
    "details": "https://www.newzealand.com/int/glenorchy/"
  },
  {
    "title": "High Country Horses",
    "description": "This is your change to not only ride horses in the stunning Glenorchy area, but also to visit the filming location of Isengard and views of the Misty Mountains and many more.",
    "earlyBookingAdvised": false,
    "location": {
      "type": "Point",
      "coordinates": [
        168.37775957093749,
        -44.79936895087176
      ]
    },
    "ratingNegative": {
      "text": "I was really looking forward to this experience, but I didn’t get to ride at all. I was nervous and had trouble getting on the horse. I asked for help, but the staff gave up quickly and just rode off with the rest of the group — leaving me behind. I was stunned and hurt. No second chance, no real support, just left alone after paying over $100.",
      "author": "Vincy Chen"
    },
    "ratingPositive": {
      "text": "The ride was about and hour and a half threw amazing scenery, it was breathtaking (also you ride by the Misty Mountains from the LOTR). The horses were awesome the whole ride, the trail was smooth and flawless.",
      "author": "Kayla"
    },
    "image": "https://www.everythingnewzealand.com/resources/cache/700x349/1/items~large/High-country-horses-rees-river-3.jpg",
    "details": "https://highcountryhorses.nz/"
  },
  {
    "title": "Hobbiton Movie Set",
    "description": "A must-see for any Lord of the Rings or Hobbit fan, the Hobbiton Movie Set offers a chance to explore the charming village of Hobbiton, complete with hobbit holes, the Green Dragon Inn, and the iconic Party Tree.",
    "earlyBookingAdvised": true,
    "ratingNegative": {
      "text": "Nothing special really, just a movie set of mediocre movie. Not much to see, very expensive; not really worth the visit.",
      "author": "Luckasz Merzenich"
    },
    "ratingPositive": {
      "text": "If I cOuLd, I wOuLd LiVe HeRe FoReVeR. LoTr Is ThE bEsT ❤❤❤❤",
      "author": "Lord W."
    },
    "image": "https://www.newzealand.com/assets/externally-managed-assets/tbd-assets/tbd-folder-4936190/img-1713486563-9589-615421-tbd-asset__ExtRewriteWyJqcGciLCJ3ZWJwIl0_aWxvdmVrZWxseQo_CropResizeWzE0NDAsODEyLDkwLCJ3ZWJwIl0.webp",
    "location": {
      "type": "Point",
      "coordinates": [
        175.6820848236082,
        -37.87274384807379
      ]
    },
    "details": "https://www.hobbitontours.com/en/"
  },
  {
    "title": "Doubtful Sound",
    "description": "Less visited than the famous Milford Sound, Doubtful Sound offers a more tranquil and secluded experience. Take a boat tour to explore the fjord's stunning scenery, waterfalls, and wildlife, including dolphins and seals. The journey to Doubtful Sound involves a scenic drive and a ferry crossing, adding to the adventure. Several providers and different tours available.",
    "earlyBookingAdvised": true,
    "location": {
      "type": "Point",
      "coordinates": [
        167.0384162925388,
        -45.348152851999124
      ]
    },
    "ratingNegative": {
      "text": "This trip was way over priced for what you got",
      "author": "Valerie M."
    },
    "ratingPositive": {
      "text": "We did the overnight tour. Sean and Juanita were incredible. You are in for a treat if you have them for your crew. The visuals were incredible and the food was absolutely delicious (shout out again to Juanita). We swam, kayaked and Sean even got us under a small waterfall.",
      "author": "Wes Noonan"
    },
    "image": "https://cdn.luxurytravelmag.com.au/wp-content/uploads/2024/07/30192454/Doubtful-Sounds-NZ-CANTO_shutterstock_1100044448.jpg",
    "details": "https://www.realnz.com/en/destinations/doubtful-sound/"
  },
  {
    "title": "Pouakai Tarns",
    "description": "Famous reflective tarns with Mount Taranaki in the background. A moderately challenging 6-8 hour return hike from the Pouakai car park. The track is well marked and maintained, but be prepared for changing weather conditions. Extremely highly frequented track, but if you continue past the tarns onto Henry Peak, you'll get a lot more solitude and even better views.",
    "earlyBookingAdvised": false,
    "location": {
      "type": "Point",
      "coordinates": [
        174.04722368004437,
        -39.233759229087106
      ]
    },
    "ratingNegative": {
      "text": "Overrated and very hard for beginners. We are beginners and it took us 3h for one direction. It was hell, my legs and feet hurt even days after the trip. Dont fall for all other comments. You need very good hiking shoes. There are way better, more beautiful, and easier hiking tracks for taranaki. The little pond was \"meh\".",
      "author": "Volker Racho"
    },
    "ratingPositive": {
      "text": "This was my only day to see the mountain so with the rain coming in I couldn't see the whole mountain but I did catch the sunrise which was beautiful! I started my hike at 5am and got to the reflective tarn by 6:50am. You are walking on built steps pretty much the entire time.",
      "author": "Caleb Porco"
    },
    "image": "https://images.squarespace-cdn.com/content/v1/5fc324c52cf09257bd7a8d39/1616201111183-MAS5OFZXA5D92DY79IZ6/taranaki-tarn.jpg?format=2500w",
    "details": "https://www.doc.govt.nz/parks-and-recreation/places-to-go/taranaki/places/te-papa-kura-o-taranaki/things-to-do/tracks/mangorei-track/"
  },
  {
    "title": "Cape Kidnappers Gannet Colony",
    "description": "Home to the largest and most accessible mainland gannet colony in the world, Cape Kidnappers is a must-visit for bird enthusiasts and nature lovers. Sadly, the walkway is closed due to rockfalls, but the guided tours offer even more views and background information.",
    "earlyBookingAdvised": true,
    "location": {
      "type": "Point",
      "coordinates": [
        177.09160423140844,
        -39.64526733047432
      ]
    },
    "ratingNegative": {
      "text": "Just bird",
      "author": "Anonymous Horse"
    },
    "ratingPositive": {
      "text": "I bet you’ve never seen anything like this before. Had the pleasure of giving tours to black reef, flat rock, and the plateau. Never got tired of the views. Just gotta go in person to see these guys. But really look at the sea of birds. They all got their own thing going on and it’s nice to sit and appreciate what’s happening around you. Like how did I get here? Life really is unpredictable and full of surprises",
      "author": "small bsian"
    },
    "image": "https://gannetsafaris.co.nz/wp-content/uploads/2022/06/Cape-Kidnappers-Gannets-Hawkes-Bay-1.jpg",
    "details": "https://gannetsafaris.co.nz/"
  },
  {
    "title": "Napier",
    "description": "Known for its stunning Art Deco architecture, Napier is a charming coastal city that was rebuilt in the Art Deco style after a devastating earthquake in 1931. Take a stroll through the city to admire the unique buildings, visit the local museums, and enjoy the beautiful beaches.",
    "earlyBookingAdvised": false,
    "location": {
      "type": "Point",
      "coordinates": [
        176.9114918787321,
        -39.4928486140731
      ]
    },
    "image": "https://nzpocketguide.com/wp-content/uploads/2020/06/Napier-town-centre-Feature-Mandatory-Credit-NZPocketGuide.com_.jpg",
    "details": "https://www.newzealand.com/int/napier/"
  },
  {
    "title": "Hawke's Bay Wineries",
    "description": "Hawke's Bay is one of New Zealand's premier wine regions, known for its excellent red wines, particularly Merlot and Cabernet Sauvignon. There are plenty of wineries to visit, either self-guided or via tour. Or you do a self-guided bike tour.",
    "earlyBookingAdvised": false,
    "location": {
      "type": "Point",
      "coordinates": [
        176.8336827449834,
        -39.657985922998904
      ]
    },
    "image": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/523487885.jpg?k=205bd4a204203549cea436ba7978b019e71083c5154cbb66d8e3658d7c71d8c5&o=",
    "details": "https://www.newzealand.com/int/feature/wineries-in-hawkes-bay/"
  },
  {
    "title": "Shantytown Heritage Park",
    "description": "Experience the gold rush era of the 1860s at Shantytown Heritage Park. This recreated 19th-century gold mining town offers a range of activities, including gold panning, steam train rides, and exploring historic buildings.",
    "earlyBookingAdvised": false,
    "location": {
      "type": "Point",
      "coordinates": [
        171.18227619911778,
        -42.53312083448769
      ]
    },
    "ratingNegative": {
      "text": "Shut the place down already or update it and change the ridiculous pricing. the staff need to learn customer service, and would be good if there was a guided tour. Pay extra to gold pan is outrageous and is just a big tourist scam! Will not recommend to anyone",
      "author": "Hitahinga Moaho"
    },
    "ratingPositive": {
      "text": "Love this place, great for adults and kids.. It's a must do.. So much fun, lots history",
      "author": "Jo Hempseed"
    },
    "image": "https://www.newzealand.com/assets/externally-managed-assets/tbd-assets/tbd-folder-6369043/img-1713591872-5435-1030366-tbd-asset__ExtRewriteWyJqcGciLCJ3ZWJwIl0_aWxvdmVrZWxseQo_CropResizeWzE0NDAsODEyLDkwLCJ3ZWJwIl0.webp",
    "details": "https://www.shantytown.co.nz/"
  },
  {
    "title": "Carrotland Adventure Park",
    "description": "Although there are some interesting tidbits about the history of vegetable farming in the area &mdash; it is mainly for seeing all the creepy over-sized vegetable statues. Bonus: Carrot Rocket and Carrot F1 car.",
    "earlyBookingAdvised": false,
    "location": {
      "type": "Point",
      "coordinates": [
        175.40340909742807,
        -39.419966766013815
      ]
    },
    "image": "https://www.stuff.co.nz/media/images/9Tzi8ywRz924XE3uHaD6DfGZQfjEdZd7oKlsiR53VLHvSZExpMzuRmKdwHbkL9PkJeqj2hUGfQh3l3yXdLMMxdAMVoyuzjNqwEWV%2FJgX6M1+U9pbz2xnSkjP9us3wtv+9520zPRdqi2PSSLLScL9kOH3Qp8JgLOZXylsIUNx4g%2FQ%2FVm+LRVCQvS3Lm82X4BM?resolution=1240x700",
    "details": "https://www.visitruapehu.com/see-do/family-fun/carrotland-adventure-park"
  },
  {
    "title": "Hanmer Springs Thermal Pools & Spa",
    "description": "Relax and rejuvenate in the natural hot springs of Hanmer Springs. The thermal pools offer a range of temperatures and settings, from family-friendly pools to more secluded and tranquil spa areas.",
    "earlyBookingAdvised": false,
    "location": {
      "type": "Point",
      "coordinates": [
        172.82911063463052,
        -42.52237415919022
      ]
    },
    "ratingNegative": {
      "text": "Lovely hot springs but very rude lady on front desk today",
      "author": "Emi Frost"
    },
    "ratingPositive": {
      "text": "Fabulous 👌 …",
      "author": "Frances Roy"
    },
    "image": "https://www.newzealand.com/assets/externally-managed-assets/tbd-assets/tbd-folder-10078845/img-1712284236-6557-2122300-tbd-asset__ExtRewriteWyJqcGciLCJ3ZWJwIl0_aWxvdmVrZWxseQo_CropResizeWzE0NDAsODEyLDkwLCJ3ZWJwIl0.webp",
    "details": "https://hanmersprings.co.nz/"
  },
  {
    "title": "Cinema Paradiso",
    "description": "Iconic cinema in Wanaka showing a mix of mainstream, indie, and foreign films. Sit on comfy couches, a dentist chair or in a VW beetle, order snacks and drinks to your seat, and enjoy the movie in style.",
    "earlyBookingAdvised": true,
    "location": {
      "type": "Point",
      "coordinates": [
        169.1357038471765,
        -44.697204328912406
      ]
    },
    "ratingNegative": {
      "text": "Don't order local hero You won't be able to taste the salmon",
        "author": "Pinting Tang"
    },
    "ratingPositive": {
      "text": "Great movies, really comfortable seats, staff were very friendly. And the cookie sandwich was sinfully good!",
      "author": "YJ Kwang"
    },
    "image": "https://api.wanaka.co.nz/assets/ListingImages/Portal/384/CInema-1-audience__FocusFillWzE5MjAsMTA4MCwieSIsMTAwXQ.jpg?_gl=1*zbs38f*_gcl_au*NTMxMDMzMzk5LjE3NTgxMDE4MTU.",
    "details": "https://www.paradiso.nz/"
  },
  {
    "title": "Waiotapu Thermal Wonderland",
    "description": "Waiotapu Thermal Wonderland is a spectacular showcase of New Zealand’s most colourful and unique geothermal elements sculpted by thousands of years of geothermal activity.",
    "earlyBookingAdvised": false,
    "ratingNegative": {
      "text": "If you have never seen a geyser or pool before, don’t start with this one. Extremely disappointing to pay 45$ to see some mud pools and one green pool. Go see the free park in Roturua. You get a better experience at no charge. #newzealandcashgrab",
      "author": "Graham Russel"
    },
    "ratingPositive": {
      "text": "If you arrive early you can also see the Lady Know Geyser show at 10.15am. Waiptapu Thermal Wonderland is an awesome experience with so much to see. Apart from the main attraction - Champagne Pool, there are Mud Pools, Craters and Waterfalls. You can spend a good 3 hours here easily.",
      "author": "William Lin"
    },
    "location": {
      "type": "Point",
      "coordinates": [
        176.36901122208852,
        -38.35803726240896
      ]
    },
    "image": "https://upload.wikimedia.org/wikipedia/commons/e/eb/00_2024_Thermal_Wonderland_in_New_Zealand_-_Devil%60Bath.jpg",
    "attribution": "<a href=\"https://commons.wikimedia.org/wiki/File:00_2024_Thermal_Wonderland_in_New_Zealand_-_Devil%60Bath.jpg\">W. Bulach</a>, <a href=\"https://creativecommons.org/licenses/by-sa/4.0\">CC BY-SA 4.0</a>, via Wikimedia Commons",
    "details": "https://www.waiotapu.co.nz/"
  },
  {
    "title": "Tīrau",
    "description": "You can't miss Tirau – just look for the large corrugated iron buildings constructed to look like a sheep, dog and ram. This town is a little quirky!",
    "earlyBookingAdvised": false,
    "location": {
      "type": "Point",
      "coordinates": [
        175.75894866817833,
        -37.99554932986969
      ]
    },
    "image": "https://upload.wikimedia.org/wikipedia/commons/9/94/Tirau_%281%29.jpg",
    "attribution": "<a href=\"https://commons.wikimedia.org/wiki/File:Tirau_(1).jpg\">Remi Jouan</a>, <a href=\"https://creativecommons.org/licenses/by-sa/4.0\">CC BY-SA 4.0</a>, via Wikimedia Commons",
    "details": "https://www.newzealand.com/de/tirau/"
  },
  {
    "title": "Hu Hu Chalet",
    "description": "The Chalet is a unique, self contained and modern space right in the heart of Waitomo Village. We have a fridge, microwave, toaster and electric, crockery and all basic kitchen utensils. There is also a free view TV . There is one bedroom upstairs with a queen size bed and all linen is supplied.",
    "earlyBookingAdvised": true,
    "ratingNegative": {
      "text": "This location looks nice..but...the location is IN the parking lot OF A restaurant. Come and go from people  with a lot of noise at night through behind motel. The WiFi is bad, or say Not functioning. TV works moderately. So no privacy, noise and no WiFi. \nGreat bed and bathroom!",
      "author": "Laure"
    },
    "ratingPositive": {
      "text": "Enjoyed our stay at Huhu Chalet! Love the tall ceilings that look out into the night sky! Quaint cafe next to Huhu Cafe where you can have a drink or two and pop right over to rest for the night! ;)",
      "author": "2bearbear Tom Lim"
    },
    "location": {
      "type": "Point",
      "coordinates": [
        175.11065270874252,
        -38.26017411180054
      ]
    },
    "image": "https://s3-media0.fl.yelpcdn.com/bphoto/kExL0Bnwc12M3v27E_eR2A/o.jpg",
    "details": "https://www.airbnb.com/rooms/7937072"
  },
  {
    "title": "Tongapōrutu",
    "description": "Tongapōrutu is a settlement in northern Taranaki, in the North Island of New Zealand. It is located on State Highway 3 at the mouth of the Tongapōrutu River, 15 kilometres south of Mōkau. Tongapōrutu is well known in New Zealand for its 'Three Sisters' rock formations and its Māori petroglyphs carved into cave rock walls. However, both the Māori rock carvings and the Three Sisters formations are constantly being eroded by the Tasman Sea.",
    "earlyBookingAdvised": false,
    "location": {
      "type": "Point",
      "coordinates": [
        174.6581421355785,
        -38.80586263850061
      ]
    },
    "image": "https://upload.wikimedia.org/wikipedia/commons/e/e4/West_coast_estuary_scenery_%287087583707%29.jpg",
    "attribution": "<a href=\"https://commons.wikimedia.org/wiki/File:West_coast_estuary_scenery_(7087583707).jpg\">Takver from Australia</a>, <a href=\"https://creativecommons.org/licenses/by-sa/2.0\">CC BY-SA 2.0</a>, via Wikimedia Commons",
    "details": "https://www.tripadvisor.com/Tourism-g7733869-Tongaporutu_Taranaki_Region_North_Island-Vacations.html"
  },
  {
    "title": "Hot Water Beach TOP 10 Holiday Park",
    "description": "A multi award-winning holiday park, family owned and operated since 2008 and only 700m from the world renown Hot Water Beach. 9 different accommodation options to suit any holiday maker. Year round heated pool complex and a vast array of facilities, events and amenities found nowhere else on the Coromandel.",
    "earlyBookingAdvised": false,
    "ratingNegative": {
      "text": "Worst top 10 I've visited. It was super crowdy and impossible to use the facilites. We were sent to a huge backyard with chemical toilets. Definitely not worth the price.",
      "author": "Federico Ferri"
    },
    "ratingPositive": {
      "text": "This has got to be up there with one of the best holiday parks we have stayed/ very well organised clean and tidy! Affordable options for larger family’s - play ground was fantastic the whole place was incredible. Pizzas were yummy - coffee great fish and chips were good too! Loved the hot soak area and the plunge into the pool the kids didn’t mind the colder pool it was winter! We stayed in July and took full advantage of their deal and it was great we loved it. Will be back.",
      "author": "Eliza Waszczak"
    },
    "location": {
      "type": "Point",
      "coordinates": [
        175.81758788355472,
        -36.88980893648926
      ]
    },
    "image": "https://upload.wikimedia.org/wikipedia/commons/a/a4/Sunset_light_looking_north_at_Hot_Water_Beach_%286941597344%29.jpg",
    "attribution": "<a href=\"https://commons.wikimedia.org/wiki/File:Sunset_light_looking_north_at_Hot_Water_Beach_(6941597344).jpg\">Takver from Australia</a>, <a href=\"https://creativecommons.org/licenses/by-sa/2.0\">CC BY-SA 2.0</a>, via Wikimedia Commons",
    "details": "https://www.hotwaterbeachtop10.co.nz/"
  },
  {
    "title": "Tongariro Alpine Crossing",
    "description": "The Tongariro Alpine Crossing is heralded as the best one-day trek in New Zealand and is regarded as among the top ten single-day treks in the world. The Tongariro Alpine Crossing is located in the Tongariro National Park - New Zealand's oldest national park and a dual UNESCO World Heritage Site.",
    "earlyBookingAdvised": false,
    "location": {
      "type": "Point",
      "coordinates": [
        175.64866283946154,
        -39.10064871416779
      ]
    },
    "image": "https://upload.wikimedia.org/wikipedia/commons/f/f1/Tongariro_Alpine_Crossing.jpg",
    "attribution": "<a href=\"https://commons.wikimedia.org/wiki/File:Tongariro_Alpine_Crossing.jpg\">Jeffrey Pang from Madison, NJ, USA</a>, <a href=\"https://creativecommons.org/licenses/by/2.0\">CC BY 2.0</a>, via Wikimedia Commons",
    "details": "https://www.tongarirocrossing.org.nz/"
  },
  {
    "title": "Pūtangirua Pinnacles",
    "description": "The Pūtangirua Pinnacles (also known colloquially simply as The Pinnacles) are a geological formation and one of New Zealand's best examples of badlands erosion. They consist of a large number of earth pillars or hoodoos located at the head of a valley in the Aorangi Ranges, on the North Island of New Zealand, in the Wellington region.",
    "earlyBookingAdvised": false,
    "ratingNegative": {
      "text": "Carpark full of campers and tents. There is a fire ban yet fires are being lit. The trail is seemingly permanently closed yet people are still doing the trail.",
      "author": "Nathan Smith"
    },
    "ratingPositive": {
      "text": "Great activity just 2 hours from Wellington. Moderate to difficult walk on the stoney riverbed with heavy erosion.Mostly elevation is minimum except for the last bit. Total about 45mins to 1 hour one way.",
      "author": "Samitha Abeysinghe"
    },
    "location": {
      "type": "Point",
      "coordinates": [
        175.24801610859657,
        -41.44534468746669
      ]
    },
    "image": "https://upload.wikimedia.org/wikipedia/commons/b/b3/P%C5%ABtangirua_Pinnacles_06.jpg",
    "attribution": "<a href=\"https://commons.wikimedia.org/wiki/File:P%C5%ABtangirua_Pinnacles_06.jpg\">Sarang</a>, Public domain, via Wikimedia Commons",
    "details": "https://www.doc.govt.nz/parks-and-recreation/places-to-go/wairarapa/places/putangirua-pinnacles-scenic-reserve/"
  },
  {
    "title": "Wētā Cave",
    "description": "The Wētā Cave retail store, guarded by our iconic Cave Trolls, is a must-see for film buffs and lovers of cool stuff. Buy authentic Wētā Workshop designed collectibles, prop replicas, books, jewellery, art prints, gifts, apparel, movie memorabilia and more. Make sure you take a piece of the magic home with you! The Wētā Cave also includes our Wētā Workshop mini museum where you can discover some of the historical props and costumes we’ve made for blockbuster movies.",
    "earlyBookingAdvised": false,
    "ratingNegative": {
      "text": "Very disappointed. The Cave is just a gift shop and the tour costs $20 to look at props and to get an overview on what they do there. Not worth it if you are a fan of any specific film they have made and if you're not looking for a boring 30 min tour. Could have seen/learned it all from behind the scenes films.",
      "author": "Michaela Svagera"
    },
    "ratingPositive": {
      "text": "Incredible experience, and the staff are all so full of life and brilliance! We walked out feeling inspired to continue our personal creative pursuits. Every time I watch a film now I have a new found respect for the time and work that goes into Weta creations. You won't believe some of the stories you'll learn! Also visited a local bakery before our tour for the yummiest pies and hot chocolate.",
      "author": "JD"
    },
    "location": {
      "type": "Point",
      "coordinates": [
        174.8242385202391,
        -41.3062004741296
      ]
    },
    "image": "https://upload.wikimedia.org/wikipedia/commons/e/e6/The_Weta_Cave.jpg",
    "attribution": "<a href=\"https://commons.wikimedia.org/wiki/File:The_Weta_Cave.jpg\">Kristina D. C. Hoeppner (Flickr user 4nitsirk)</a>, <a href=\"https://creativecommons.org/licenses/by-sa/2.0\">CC BY-SA 2.0</a>, via Wikimedia Commons",
    "details": "https://www.wetaworkshop.com/tours/weta-cave"
  },
  {
    "title": "Te Waikoropupu Springs",
    "description": "Te Waikoropupū Springs are the largest freshwater springs in New Zealand, the largest cold water springs in the Southern Hemisphere and contain some of the clearest water ever measured.",
    "earlyBookingAdvised": false,
    "ratingNegative": {
      "text": "Very disappointing on a wet day. Rain disturbed the water surface to such an extent that NO spring was visible, and the purported \"water clarity\" was left to the imagination.",
      "author": "Denis Rainforth"
    },
    "ratingPositive": {
      "text": "Very beautiful, even if in the rain. We did this loop jn about 20 minutes given the rain. Would have liked it to be longer. Such a beautiful, one of a kind and informative sacred spot to visit.",
      "author": "It's Jess!"
    },
    "location": {
      "type": "Point",
      "coordinates": [
        172.77046440859658,
        -40.84793896826665
      ]
    },
    "image": "https://upload.wikimedia.org/wikipedia/commons/0/0c/Pupu_Springs_HDR.jpg",
    "attribution": "<a href=\"https://commons.wikimedia.org/wiki/File:Pupu_Springs_HDR.jpg\">Kieron Norfield</a>, <a href=\"https://creativecommons.org/licenses/by/2.0\">CC BY 2.0</a>, via Wikimedia Commons",
    "details": "https://www.doc.govt.nz/parks-and-recreation/places-to-go/nelson-tasman/places/takaka-area/things-to-do/tracks/te-waikoropupu-springs-walk/"
  },
  {
    "title": "Wharariki Beach",
    "description": "Wharariki Beach is a beach on the Tasman Sea, west of Cape Farewell, the northernmost point of the South Island of New Zealand. The beach is popular for its colony of fur seal pups; during low tide, people have access to the pools where pups play in front of the easternmost of the Archway Islands.",
    "earlyBookingAdvised": false,
    "ratingNegative": {
      "text": "Doesn't have sand",
      "author": "AuroraFlight"
    },
    "ratingPositive": {
      "text": "Here because the Windows background photo was taken here. The beach itself is large and beautiful in itself. The tide fluctuates greatly, highly recommended to visit at low tide to visit the caves safely. The fluctuating tide also causes stunning sand patterns on the beach.",
      "author": "Tc203"
    },
    "location": {
      "type": "Point",
      "coordinates": [
        172.67899362526174,
        -40.502047598688755
      ]
    },
    "image": "https://upload.wikimedia.org/wikipedia/commons/0/0e/Wharariki_Beach_area_%285796049120%29.jpg",
    "attribution": "<a href=\"https://commons.wikimedia.org/wiki/File:Wharariki_Beach_area_(5796049120).jpg\">Murray Foubister</a>, <a href=\"https://creativecommons.org/licenses/by-sa/2.0\">CC BY-SA 2.0</a>, via Wikimedia Commons",
    "details": "https://www.tripadvisor.com/Attraction_Review-g13156755-d23172116-Reviews-Wharariki_Beach-Puponga_Golden_Bay_Nelson_Tasman_Region_South_Island.html"
  },
  {
    "title": "Farewell Spit",
    "description": "Farewell Spit stretches 34km long, making it one of the longest natural sandspits in the world. A wetland of international importance, it has been a bird sanctuary since the 1930’s and provides a home for over 90 bird species. Bar tailed godwits, knots, curlews, whimbrels and turnstones fly around 12,000 kilometres every northern hemisphere autumn to spend the summer here in the south. The spit also has a gannet colony.",
    "earlyBookingAdvised": false,
    "ratingNegative": {
      "text": "Awesome piece of NZ well worth a visit by anyone who loves history, wildlife and unique landscapes. Unfortunately you can only walk about 5kms into the spit as it is protected reserve. You have to pay and be a part of an authorised tour to see the whole spit. On this occasion I did the public walk. Beware of quick sand between the coasts! I sank to my knees stepping in a puddle of sand. Will definitely do the paid tour next time. Lots of wildlife. Take some water.",
      "author": "M N Scott"
    },
    "ratingPositive": {
      "text": "It’s a very interesting place, the desert part is a very different then the surroundings areas. you wouldn’t believe that you’re in New zealand. it’s a very long walk so you’ll definitely need some food and water with you. you cannot go to the whole spit part because it’s protected, but you can take tours if you want to see the whole spit. it can be very hot around December and January (got sunburned) will definitely go there again by taking tours.",
      "author": "harjeet Nz"
    },
    "location": {
      "type": "Point",
      "coordinates": [
        172.8662375025268,
        -40.515980612898346
      ]
    },
    "image": "https://upload.wikimedia.org/wikipedia/commons/1/16/Farewell_Spit_from_Pillar_Point_-_panoramio.jpg",
    "attribution": "<a href=\"https://commons.wikimedia.org/wiki/File:Farewell_Spit_from_Pillar_Point_-_panoramio.jpg\">nut.in.a.hut</a>, <a href=\"https://creativecommons.org/licenses/by-sa/3.0\">CC BY-SA 3.0</a>, via Wikimedia Commons",
    "details": "https://www.newzealand.com/int/farewell-spit/"
  }
]

