[
  {
    "title": "Kapiti Island",
    "description": "Predator-free sanctuary with native wildlife, walking trails, and stunning views &mdash; the journey with the boat is an adventure in itself. Beware of the cheeky weka and kaka birds!",
    "earlyBookingAdvised": true,
    "ratingNegative": {
      "text": "i went there and was instantly jumped by a hoard of angry seals",
      "author": "Matheo Sharp"
    },
    "ratingPositive": {
      "text": "It is a nice looking island I love it when you are playing in the sand 😀😉 Go to beach now.have a great stay.!",
      "author": "Josh Humphreys"
    },
    "location": {
      "type": "Point",
      "coordinates": [
        174.91305072767275,
        -40.85623073542328
      ]
    },
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcToFfNdBb6eiBEprzlN9PxWxtK4sRRwwfqvJQ&s",
    "details": "https://www.kapitiisland.com/"
  },
  {
    "title": "Blue Penguins Pukekura",
    "description": "Watch the world's smallest penguins return to shore at dusk in; this is an almost guaranteed sighting. Pro tip: Do not run to the front of the viewing platform, as the penguins will walk by on the left, giving you a much better and longer view.",
    "earlyBookingAdvised": true,
    "ratingNegative": {
      "text": "They restrict the access to the beach. Not possible to see without a tour. Tourist trap!",
      "author": "Mikhail Grevtsov"
    },
    "ratingPositive": {
      "text": "They’re impossibly cute, like tiny plush toys come to life, and you can often hear them under the platform you’re standing on even if you can’t see them.",
      "author": "Luthien E."
    },
    "location": {
      "type": "Point",
      "coordinates": [
        170.72837810000007,
        -45.77698853646581
      ]
    },
    "image": "https://images.squarespace-cdn.com/content/v1/6181dc62d2b78c05b573ba09/d485829b-93f0-4fed-bab6-453a09346cd2/ATTRACTION_BluePenguinsPukekura_071_DunedinNZ.jpg",
    "details": "https://www.bluepenguins.co.nz/"
  },
  {
    "title": "Chameleon Stargazing Tour",
    "description": "Take the opportunity to enjoy some guided stargazing with this tour at Lake Tekapo. Savor hot chocolate, cozy blankets, and roasted marshmallows under the night sky. Listen to enchanting stories and fascinating facts about the celestial wonders from your guide.",
    "earlyBookingAdvised": false,
    "ratingNegative": {
      "text": "We brought our 18-month-old child, and the stargazing guide rudely informed us that the child was too noisy and we'd be “kicked off” the bus. I feel this unfriendly attitude toward children really needs improvement. Roasting marshmallows was also boring.",
      "author": "Zila. S"
    },
    "ratingPositive": {
      "text": "GODDESS STARGAZING EXPERIENCE What a stunning experience with our two fabulous stargazing guides.",
      "author": "Jocelyn Oades"
    },
    "location": {
      "type": "Point",
      "coordinates": [
        170.47134861859635,
        -44.01295879330667
      ]
    },
    "image": "https://i0.wp.com/chameleonstargazing.com/wp-content/uploads/2021/06/cropped-web-furniture-StevieD.jpg?resize=1024%2C1024&ssl=1",
    "details": "https://chameleonstargazing.com/signature-tour-english/"
  },
  {
    "title": "Rotorua Forest Hot Tub Soak at Secret Spot",
    "description": "Take a break from a busy sightseeing schedule and relax in the tranquil natural environment of the Secret Spot Hot Tubs complex. Surrounded by the Whakarewarewa Forest are a collection of hand-crafted cedar hot tubs in which you can soak your aches and stress away.",
    "earlyBookingAdvised": false,
    "ratingNegative": {
      "text": "THIS IS NOT A THERMAL SPA. Dig deep enough in the FAQ and it states this but as far as I am concerned in Rotorua it is what is expected. Nice setting but not what I went there for.",
      "author": "Kate Osborne"
    },
    "ratingPositive": {
      "text": "We had a great early evening soak. It was nice to have the drinks delivered to our hot tub for us to enjoy.",
      "author": "charlotte and kerry forsyth"
    },
    "location": {
      "type": "Point",
      "coordinates": [
        176.2532212681275,
        -38.175716789192904
      ]
    },
    "image": "https://dynamic-media.tacdn.com/media/photo-o/2f/2e/0c/15/caption.jpg?w=1400&h=1000&s=1",
    "details": "https://secretspot.nz/"
  },
  {
    "title": "Waitomo Glowworm Caves",
    "description": "Famous for their abundance of glow worms, extensive underground river system and stunning stalactite and stalagmites formations, a trip to the Waitomo caves is a trip to another world.",
    "earlyBookingAdvised": true,
    "ratingNegative": {
      "text": "Commercial overkill!\nNo thanks, I can only recommend the Abbay Caves near Whangarei or the other glowworm caves near Waipu. Both are free and full of glowworms.",
      "author": "Alex Schassada"
    },
    "ratingPositive": {
      "text": "This tour is definitely worth treating yourself to. It is a very special experience to paddle through the dark cave passages with thousands of tiny glowworms twinkling above you. The cave also features stalactites and stalagmites.",
      "author": "Gu Ki"
    },
    "location": {
      "type": "Point",
      "coordinates": [
        175.10474757556088,
        -38.260367539654844
      ]
    },
    "image": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0a/46/8d/62/our-expert-guides-take.jpg?w=1600&h=-1&s=1",
    "details": "https://www.waitomo.com/glowworms-and-caves/waitomo-glowworm-caves"
  },
  {
    "title": "Redwoods Treewalk",
    "description": "Majestic and magical, the Redwoods Treewalk™ experience is truly a walk to remember. Suspended high above the forest floor, encounter 75-metre-tall redwoods as you walk across eco-suspended bridges and platforms intricately designed to honour and accentuate the stunning natural environment. Regarded by many as one of the best tree top walks in New Zealand.",
    "earlyBookingAdvised": false,
    "ratingNegative": {
      "text": "You need to buy tickets BEFORE you go.  Terribly sign posted so figuring out where to go at night is impossible. I stood in a queue for 30 minutes for the night walk only to be told by someone walking the line that I needed to buy tickets first which was in a completely different queue. I gave up.",
      "author": "Paul"
    },
    "ratingPositive": {
      "text": "Beautiful tree trail. You should have a head for heights, but it's only 12 meters high at most. There are also beautiful hiking trails on the ground. We took the green trail (2 hours at a relaxed pace). It was very beautiful. But there are also longer trails (8 hours).",
      "author": "S. AJ"
    },
    "location": {
      "type": "Point",
      "coordinates": [
        176.2731331190372,
        -38.156448819535015
      ]
    },
    "image": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/16/f0/91/8f/redwoods-nightlights.jpg?w=1100&h=-1&s=1",
    "details": "https://www.waitomo.com/glowworms-and-caves/waitomo-glowworm-caves"
  },
  {
    "title": "Glenorchy",
    "description": "A small town located at the northern end of Lake Wakatipu, Glenorchy is known for its stunning natural beauty and outdoor activities. It is a popular destination for hiking, fishing, and horseback riding, and is also a gateway to several nearby national parks, including Mount Aspiring National Park and Fiordland National Park.",
    "earlyBookingAdvised": false,
    "location": {
      "type": "Point",
      "coordinates": [
        168.3748236414746,
        -44.83865769395364
      ]
    },
    "image": "https://assets.theheadwatersecolodge.com/images/scenic/1-glenorchy_1920x1080-(1).jpg",
    "details": "https://www.newzealand.com/int/glenorchy/"
  },
  {
    "title": "High Country Horses",
    "description": "This is your change to not only ride horses in the stunning Glenorchy area, but also to visit the filming location of Isengard and views of the Misty Mountains and many more.",
    "earlyBookingAdvised": false,
    "location": {
      "type": "Point",
      "coordinates": [
        168.37775957093749,
        -44.79936895087176
      ]
    },
    "ratingNegative": {
      "text": "I was really looking forward to this experience, but I didn’t get to ride at all. I was nervous and had trouble getting on the horse. I asked for help, but the staff gave up quickly and just rode off with the rest of the group — leaving me behind. I was stunned and hurt. No second chance, no real support, just left alone after paying over $100.",
      "author": "Vincy Chen"
    },
    "ratingPositive": {
      "text": "The ride was about and hour and a half threw amazing scenery, it was breathtaking (also you ride by the Misty Mountains from the LOTR). The horses were awesome the whole ride, the trail was smooth and flawless.",
      "author": "Kayla"
    },
    "image": "https://www.everythingnewzealand.com/resources/cache/700x349/1/items~large/High-country-horses-rees-river-3.jpg",
    "details": "https://highcountryhorses.nz/"
  }
]